Repository: d3d0/beez-app
Catalog: App_Resources/iOS/*.lproj/Localizable.strings
Languages: it

# _MESSAGES_ERROR_SERVICE_Zkeuaq
source: Unfortunately we couldn't reach the server, please try again later.
it: Il server non risponde, prova più tardi.

# _MESSAGES_ERROR_LOGIN_1uPQ8G
source: Unfortunately we couldn't find your account, incorret password or e-mail.
it: Sfortunatamente non abbiamo trovato il tuo account, password o e-mail errati.

# _MESSAGES_ERROR_ACCOUNT_DOUBLE_ZUB1BV
source: Sorry, the username or mail you entered is already present in BEEZ
it: La mail che hai inserito è già presente BEEZ

# _MESSAGES_ERROR_EMAIL_1un5ey
source: Please, enter a valid mail address.
it: Inserisci un indirizzo e-mail valido.

# _MESSAGES_ERROR_PASS_Z1U6uho
source: Password must contain at least six characters.
it: La password deve contenere almeno sei caratteri.

# _MESSAGES_CONFIRM_EMAIL_Z2u90hj
source: We send you a link by mail to activate your account, please click the link to complete the process.
it: Riceverai via e-mail un link per attivare il tuo account, clicca sul link per completare la procedura.

# _MESSAGES_ERROR_USER_Z1U5KI4
source: Sorry, we couldn't find a user with that e-mail address.
it: Ci dispiace ma non esiste un account con questo indirizzo e-mail.

# _MESSAGES_RESET_MAIL_SENT_ReiBM
source: You'll receive your password reset link by e-mail.
it: Riceverai alla tua e-mail il link per resettare la password.

# _MESSAGES_RESET_PASS_ZK9xkR
source: Your password has been successfully reset!
it: La tua password è stata resettata!

# _MESSAGES_NO_CONNECTION_Z1G6ayt
source: Sorry, BEEZ needs an internet connection.
it: Sembra che tu non sia connesso a internet.

# _USER_AGENCY_ZQwRSF
source: Agency
it: Agenzia

# _USER_PHONE_2hoiDb
source: Phone
it: Telefono

# _USER_WEBSITE_1qkJg8
source: Website
it: Sito Web

# _USER_GENDER_ZEf69e
source: Gender
it: Genere

# _USER_EYES_Z1ozAw3
source: Eyes
it: Occhi

# _USER_HIPS_Z1ozgxo
source: Hips (cm)
it: Fianchi

# _USER_WAIST_2hPPqC
source: Waist (cm)
it: Vita

# _USER_BREAST_ZNJ34v
source: Breast (cm)
it: Seno

# _USER_LANGUAGES_Z3zeYs
source: Languages
it: Lingua

# _USER_DRIVING_LICENSE_Z2qQx2v
source: Driving License
it: Patente di Guida

# _USER_ETHNICITY_2h4W5O
source: Ethnicity
it: Etnia

# _USER_NATIONALITY_14xLgI
source: Nationality
it: Nazionalità

# _USER_PHYSIQUE_Z1I6sz9
source: Physique
it: Fisico

# _USER_HAIR_LENGHT_1uYhCW
source: Hair Lenght
it: Lunghezza dei Capelli

# _USER_HAIR_COLOR_Gpg2U
source: Hair Color
it: Colore dei Capelli

# _USER_ACTIVITIES_NMjY8
source: Activities
it: Attività

# _USER_SHOE_SIZE_ooYuw
source: Shoe Size
it: Numero di Scarpe

# _USER_BODY_SIZE_ZkB2Ai
source: Size
it: Taglia

# _USER_HEIGHT_ZCbBqW
source: Height (cm)
it: Altezza

# _USER_AGE_RANGE_1M9dtO
source: Age Range
it: Fascia di Età

# _USER_PLACE_OF_BIRTH_Z2viBOQ
source: Place of Birth
it: Luogo di Nascita

# _USER_MINOR_DATE_OF_BIRTH_Z2kvMUQ
source: Under-18's Date of Birth
it: Data di Nascita del Minore

# _USER_DATE_OF_BIRTH_Z16l0vs
source: Date of Birth
it: Data di Nascita

# _USER_MINOR_SURNAME_eLX3H
source: Under-18's Surname
it: Cognome del Minore

# _USER_MINOR_NAME_ZEqphM
source: Under-18's Name
it: Nome del Minore

# _USER_REPEAT_PASSWORD_Z1IWIPm
source: Repeat Password
it: Ripeti la Password

# _USER_EMAIL_2gF8Tv
source: Email Address
it: Indirizzo E-mail

# _USER_SURNAME_Z2cTTlv
source: Surname
it: Cognome

# _USER_NAME_Z1oyvAU
source: Name
it: Nome

# _PROFILE_SETTINGS_Z25iJhJ
source: SETTINGS
it: CONFIGURAZIONI

# _PROFILE_CONTACTS_ChTRd
source: CONTACTS
it: CONTATTI

# _PROFILE_DETAILS_1o2AXX
source: DETAILS
it: DETTAGLI

# _PROFILE_PROFILE_ZNNot5
source: PROFILE
it: PROFILO

# _NOTIFICATIONS_NOTIFICATIONS_ZneLv7
source: NOTIFICATIONS
it: NOTIFICHE

# _CASTINGS_ATTEND_1R59MI
source: MY AUDITIONS
it: AUDIZIONI

# _CASTINGS_CONCLUDED_1RBVcj
source: MY OPTIONS
it: SHOOTING

# _CASTINGS_ONGOING_1gX41U
source: HOME
it: NUOVO

# _CASTINGS_CASTINGS_1BoPqT
source: CASTINGS
it: CASTING

# _SIGNUP_MINOR_REGISTRATION_SUBMIT_v2qDg
source: UNDER-18 REGISTRATION
it: REGISTRA UN MINORE

# _SIGNUP_REGISTRATION_SUBMIT_1sVLUz
source: REGISTER
it: REGISTRATI

# _SIGNUP_REGISTRATION_FOOTER_11Gpp5
source: REGISTRATION_TITLE
it: TITOLO DELLA REGISTRAZIONE

# _SIGNUP_REGISTRATION_MINOR_TEXT_Z1txRx0
source: Please fill up the all fields to correctly complete the under-18 registration on BEEZ. IMPORTANT The usename will be created as: [jonhdoe02@beez.io] where [johndoe] is the minore while [02] is the minor date of birth.
it: Compila tutti i campi per completare la registrazione di un minore su BEEZ.

# _SIGNUP_REGISTRATION_MINOR_TITLE_Zfpos2
source: Registration of an under-18
it: REGISTRAZIONE DI UN MINORE

# _SIGNUP_REGISTRATION_TEXT_VdTRz
source: Please fill up the all fields to correctly complete your registration on BEEZ
it: Compila tutti i campi per completare la tua registrazione su BEEZ.

# _SIGNUP_REGISTRATION_TITLE_Z1q6WJg
source: New User Account Registration
it: REGISTRAZIONE DI UN NUOVO UTENTE

# _SIGNUP_REGISTRATION_1GSckW
source: Registration
it: REGISTRAZIONE

# _LOGIN_LOGIN_Z19BGda
source: LOGIN
it: ACCEDI

# _MESSAGES_SHARE_WITH_A_FRIEND_ZmGTkO
source: Hi! Check this casting! @BEEZ CASTING HUB https://beez.io
it: Hi! Check this casting %1$@! @BEEZ CASTING HUB

# _CASTINGS_NO_CLOSE_CASTINGS_TEXT_Z1oTCmv
source: In this section you will find the casting you have passed with the information on the relative confirmed shooting.
it: In questa sezione troverai i casting che hai superato con le informazioni sui relativi shooting confermati.

# _CASTINGS_NO_CLOSE_CASTINGS_TITLE_26wiRd
source: No next shooting
it: Nessun prossimo shooting

# _CASTINGS_NO_AUDITION_CASTINGS_TEXT_ZRgMB0
source: In this section you will find the castings which you can participate. Always check the new castings and candidates for what's right for you. How does it work? After being selected, come to the casting in the place and times you find in the project description. If you can't come, ask for an archive or send a selftape in real time.
it: In questa sezione troverai i casting ai quali sei stato selezionato e potrai partecipare. Controlla sempre i nuovi casting e trova quello giusto per te.

# _CASTINGS_NO_AUDITION_CASTINGS_TITLE_Z1DwsKL
source: My auditions
it: Nessun casting a cui parteciperai

# _CASTINGS_NO_NEW_CASTINGS_TEXT_Z16OlfC
source: At the moment there are no new castings to apply for.
it: Siamo spiacenti, al momento non ci sono nuovi castings a cui candidarsi.

# _CASTINGS_NO_NEW_CASTINGS_TITLE_17NHIM
source: Welcome in BEEZ!
it: Nessun nuovo casting
